export const PersonalTerms = () => {
  return (
    <div className="flex flex-col justify-center">
      개인정보수집및처리방침 모이닷(이하 ‘회사’)은(는) 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고
      개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다. 회사는
      개인정보처리방침을 개정하는 경우 7일 전부터 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다. 본 방침은
      2024년 2월 5일부터 시행됩니다. 제1조(개인정보의 처리목적) 회사는 다음의 목적을 위하여 개인정보를 처리합니다.
      처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보
      보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다. 1. 어플 회원가입 및 관리 - 회원
      가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른
      본인확인, 서비스 부정이용 방지, 각종 고지·통지, 고충처리, 분쟁 조정을 위한 기록 보존 등을 목적으로 개인정보를
      처리합니다. 2. 민원사무 처리 - 민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등을
      목적으로 개인정보를 처리합니다. 3. 재화 또는 서비스 제공 - 서비스 제공, 청구서 발송, 콘텐츠 제공, 맞춤 서비스
      제공, 본인인증 등을 목적으로 개인정보를 처리합니다. 4. 마케팅 및 광고에의 활용 - 신규 서비스 개발 및 맞춤 서비스
      제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로
      개인정보를 처리합니다. 제2조(개인정보의 처리 및 보유기간) 1. 회사는 법령에 따른 개인정보 보유․이용기간 또는
      정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유․이용기간 내에서 개인정보를 처리․보유합니다. 2. 각각의
      개인정보 처리 및 보유 기간은 다음과 같습니다. ◻ 재화 또는 서비스 제공 1 보유근거 : 정보통신망 이용촉진 및
      정보보호에 관한 법률 2 보유기간 · 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년 · 소비자의 불만 또는
      분쟁처리에 관한 기록 : 3년 · 대금결제 및 재화 등의 공급에 관한 기록 : 5년 · 계약 또는 청약철회 등에 관한 기록 :
      5년 · 표시/광고에 관한 기록 : 6개월 ◻ 고객의 서비스 이용 관련한 각종 정보 및 이벤트 사항 소개 및 안내 1 보유근거
      : 정보주체로부터의 동의 2 보유기간 : 1년 제3조(개인정보의 제3자 제공) 1. 회사는 정보주체의 개인정보를
      제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 개인정보
      보호법 제17조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다. 2. 회사는 다음과 같이 개인정보를 제3자에게
      제공하고 있습니다. 가) 개인정보를 제공받는 자 : 동일한 모이닷 스페이스에 소속된 모임장 및 모임원 나) 제공받는 자의
      개인정보 이용목적 : 개인정보 상호 공유 다) 제공하는 개인정보 항목 : 개인정보(닉네임, 출발위치) 등 서비스 이용을
      위해 사용자 직접 입력한 정보 라) 제공받는 자의 보유․이용기간 : 회원 탈퇴 시 제 4조 (개인정보 제 3자 제공의
      예외사항) 회사는 이용자의 개인정보를 개인정보 보호방침 제 1조 (개인정보 수집 범위 및 방법)에서 명시한 범위
      내에서만 협력업체에게 제공하며 서비스 이용 관련 목적 이 외의 사용 및 타인, 타사에게 제공하지 않습니다. 다만
      이용자의 동의 없이 개인정보가 제공될 수도 있는 경우는 아래와 같습니다. 1. 이용자가 사전에 개인정보를 공개한 경우
      (글 등록, 댓글 등의 행위) 2. 관계법령의 규정에 의거 또는 수사 목적으로 수사기관의 요구가 있는 경우
      제5조(개인정보처리의 위탁) 회사는 이용자의 개인정보처리 위탁업무를 행하지 않습니다. 제6조(정보주체의 권리․의무 및
      행사방법) 1. 정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다. 가)
      개인정보 열람요구 나) 오류 등이 있을 경우 정정 요구 다) 삭제요구 라) 처리정지 요구 2. 제1항에 따른 권리 행사는
      회사에 대해 서면, 전화, 전자우편 등을 통하여 하실 수 있으며 회사는 이에 대해 지체 없이 조치하여야 합니다. 3.
      정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해
      개인정보를 이용하거나 제공하지 않습니다. 4. 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등
      대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야
      합니다. 5. 정보주체는 개인정보 보호법 등 관계법령을 위반하여 회사가 처리하고 있는 정보주체 본인이나 타인의
      개인정보 및 사생활을 침해하여서는 아니 됩니다. 6. 개인정보 열람 및 처리정지 요구는 개인정보보호법 제35조 제5항,
      제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다. 7. 개인정보의 정정 및 삭제 요구는 다른 법령에서 그
      개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다. 8. 모이닷는 정보주체 권리에 따른
      열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를
      확인합니다. 제7조(처리하는 개인정보 항목) 회사는 다음의 개인정보 항목을 처리하고 있습니다. 1. 어플 회원 가입 및
      관리 · 필수항목 : 아이디, 비밀번호, 전화번호 · 선택항목 : 이메일 (선택항목은 입력하지 않아도 회원 가입이
      가능합니다.) 2. 서비스 제공 · 가) 소셜로그인 및 관리 · 필수항목 : 이름, 이메일 선택항목 : 출생년도, 연령대 3.
      고객의 서비스 이용에 대한 통계, 각종 정보 및 이벤트 관련 사항 소개 및 안내 3. 성명, 전화 번호, 이메일, 주소, 문의
      내용 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다. · 운영체제 정보,
      디바이스 식별자, 방문 기록, 서비스 이용 기록, 부정 사용기록, 거래 기록, 화면사이즈, IP Address, 쿠키, 방문 일시,
      광고 ID 제8조(개인정보의 파기) 1. 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을
      때에는 지체 없이 해당 개인정보를 파기합니다. 2. 정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이
      달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의
      데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다. 3. 개인정보 파기의 절차, 기한 및 방법은 다음과
      같습니다. 가) 파기절차 · 이용자가 입력한 정보는 목적 달성 후 내부 방침 및 기타 관련 법령에 따라 일정기간 저장 또는
      즉시 파기됩니다. 나) 파기기한 · 이용자 개인정보의 보유기간이 경과된 경우 : 보유기간의 종료일로부터 5일 이내 ·
      이용자의 개인정보가 불필요하게 되었을 경우 (개인정보의 처리 목적 달성, 서비스의 폐지, 사업의 종료 등) : 개인정보가
      불필요한 것으로 인정되는 날로부터 5일 이내 다) 파기방법 · 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적
      방법을 사용하며 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다. 제9조(개인정보의 안전성
      확보조치) 회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다. 가) 관리적 조치 - 내부관리계획
      수립․시행, 정기적 직원 교육 등 나) 기술적 조치 - 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치,
      고유식별정보 등의 암호화, 보안프로그램 설치 다) 물리적 조치 - 전산실, 자료보관실 등의 접근통제 제10조(개인정보
      보호책임자) 1. 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및
      피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다. 가) 개인정보 보호책임자 · 성명 : 천현우
      · 직책 : 개발자 · 연락처 : hwsa10041@gmail.com 2. 정보주체께서는 회사의 서비스(또는 사업)을 이용하시면서 발생한
      모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수
      있습니다. 회사는 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다. 제11조(정보주체의 권익침해에 대한
      구제방법) 개인정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원,
      개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 개인정보 분쟁조정위원회 : 1833-6972 개인정보
      침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr) 경찰청 사이버수사국 : (국번없이) 182 (ecrm.police.go.kr)
      대검찰청 사이버수사과 : (국번없이) 1301 (www.spo.go.kr) 또한, 개인정보의 열람, 정정ㆍ삭제, 처리정지 등에 대한
      정보주체자의 요구에 대하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익을 침해 받은 자는
      행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다. ☞ 중앙행정심판위원회 (https://www.simpan.go.kr)
    </div>
  );
};
export default PersonalTerms;
